Repository: AbedAlmajid/_Traveler
Catalog: Resources/Views/Shared/_Layout.*.resx
Languages: ar

source: About
ar: عن الراحل

source: About Us
ar: معلومات عنا

source: All Rights Reserved
ar: كل الحقوق محفوظة

source: Best Services
ar: أفضل الخدمات

source: Blog
ar: مدونة

source: Book Now
ar: احجز الآن

source: Clients
ar: عملاء

source: Competitive Pricing
ar: أسعار تنافسية

source: Contact
ar: تواصل معنا

source: Dashboard
ar: حسابي

source: Depart Date
ar: تاريخ المغادرة

source: Designed by
ar: صمم بواسطة

source: Destination
ar: وجهة

source: Discover Amazing Places With Us
ar: اكتشف أماكن مذهلة معنا

source: Dubai
ar: دبي

source: Duration
ar: المدة

source: ER
ar: ال

source: Explore Top Destination
ar: اكتشف أفضل وجهة

source: Guides
ar: خطوط إرشاد

source: Home
ar: الصفحة الرئيسية

source: Let's Discover The World Together
ar: لنكتشف العالم معًا

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

source: NEWS LETTER
ar: رسالة الأخبار

source: Pages
ar: الصفحات

source: Pefect Tour Packages
ar: حزم جولة مثالية

source: Register
ar: انشاء حساب

source: Return Date
ar: تاريخ العودة

source: Select a destination
ar: أختر وجهتك

source: Services
ar: خدمات

source: Sign Up Now
ar: أفتح حساب الأن

source: Submit
ar: بحث

source: Testimonial
ar: التوصيات

source: Tour Packages
ar: بكجات

# Tours &amp; Travel
source: Tours & Travel
ar: الجولات والسفر

source: TRAVEL
ar: الرح

source: USEFULL LINKS
ar: روابط مفيدة

source: We Provide Best Tour Packages In Your Budget
ar: نحن نقدم أفضل الحزم السياحية في ميزانيتك

source: Worldwide Coverage
ar: تغطية عالمية

source: Your email
ar: ألايميل

source: Your name
ar: اسمك
